Repository: iuxt/fsnotes
Catalog: FSNotes/Localizable.xcstrings
Source language: en
Languages: ar_iq, cs, de, es, fr, he, hi, it, ja, ko, nl_nl, pt_br, pt_pt, ru, tr, uk, zh_hans, zh_hant

source: We have detected that you have installed FSNotes from Mac App Store with default storage in iCloud Drive, do you want to move old database into iCloud Drive
ar_iq: اكتشفنا أنك تقوم بتثبيت FSNotes من Mac App Store مع التخزين الافتراضي في iCloud Drive ، هل تريد نقل قاعدة البيانات القديمة في iCloud Drive؟
cs: Detekovali jsme, že jste nainstalovali FSNotes z Mac App Storu s výchozím úložištěm na iCloud Drive, chcete přesunout starou databázi na iCloud Drive?
de: Wir stellen fest, dass Sie FSNotes aus dem Mac App Store mit Standardspeicher in iCloud Drive installiert haben. Möchten Sie die alte Datenbank in iCloud Drive verschieben?
es: Se ha detectado que la versión de FSNotes instalada es del Mac App Store, con almacenamiento por defecto en iCloud Drive. ¿Quieres mover la base de datos antigua a iCloud Drive?
fr: Nous détectons que vous installez FSNotes depuis le Mac App Store avec le stockage par défaut dans iCloud Drive, voulez-vous déplacer l'ancienne base de données dans iCloud Drive ?
he: שמנו לב שהתקנת FSNotes מה-App Store עם אחסון ב-iCloud Drive. האם ברצונך להעביר את המאגר הקודם ל-iCloud Drive?
hi: हमने पाया है कि आपने iCloud ड्राइव में डिफ़ॉल्ट स्टोरेज के साथ Mac App Store से FSNotes इंस्टॉल किया है, क्या आप पुराने डेटाबेस को iCloud ड्राइव में ले जाना चाहते हैं?
it: Abbiamo rilevato che stai installando FSNotes dal Mac App Store con l'archiviazione predefinita in iCloud Drive, vuoi spostare il vecchio database in iCloud Drive?
ja: FSNotesをMac App Storeからインストールし、iCloud Driveにデフォルトで保存していることがわかりますが、iCloud Driveにある古いデータベースを移動しますか？
ko: iCloud Drive에 기본 저장 공간이 있는 Mac App Store에서 FSNotes를 설치한 것으로 감지되었습니다. iCloud Drive에서 이전 데이터베이스를 옮기시겠습니까?
nl_nl: We hebben gedetecteerd dat je FSNotes hebt geïnstalleerd vanuit Mac App Store met standaard opslag in iCloud Drive. Wil je oude database verplaatsen naar iCloud Drive?
pt_br: Detectamos que está instalando o FSNotes da Mac App Store com armazenamento padrão no iCloud Drive, deseja mover o banco de dados antigo no iCloud Drive?
pt_pt: Detectamos que está a instalar o FSNotes através da Mac App Store com o armazenamento por defeito no iCloud Drive, deseja mover a base de dados antiga para o iCloud Drive?
ru: Мы обнаружили, что вы установили FSNotes из Mac App Store с хранилищем по умолчанию в iCloud Drive. Хотите ли вы перенести старую базу данных в iCloud Drive?
tr: FSNotes'u Mac App Store'dan iCloud Drive'daki varsayılan depolama alanıyla yüklediğinizi tespit ettik, eski veritabanını iCloud Drive'a taşımak ister misiniz?
uk: Ми виявили, що ви встановили FSNotes з Mac App Store із зберіганням за замовчуванням в iCloud Drive, хочете перенести стару базу даних в iCloud Drive?
zh_hans: 我们检测到您是从 Mac App Store 安装的 FSNotes，数据默认存储在 iCloud 云盘，您想移动 iCloud 云盘中的旧数据库吗？
zh_hant: 我們偵測到您從 Mac App Store 安裝了 FSNotes，且預設儲存空間為 iCloud 雲碟 。您是否要將舊的資料庫移動至iCloud 雲碟 ?

source: We can not move "{DST_PATH}" because this item already exist in selected destination.
ar_iq: لا يمكننا نقل "{DST_PATH}" لأن هذا العنصر موجود بالفعل في الوجهة المحددة.
cs: Nelze přesunout „{DST_PATH}“, protože tato položka už ve vybraném cíli existuje.
es: No se puede mover "{DST_PATH}" porque ya existe en el destino seleccionado.
fr: Nous ne pouvons pas déplacer "{DST_PATH}" car cet élément existe déjà dans la destination sélectionnée.
he: לא ניתן להעביר \"{DST_PATH}\" מפני שקובץ באותו שם כבר קיים ביעד הנבחר.
hi: हम "{DST_PATH}" को स्थानांतरित नहीं कर सकते क्योंकि यह आइटम पहले से ही चयनित गंतव्य में मौजूद है।
it: Non possiamo spostare "{DST_PATH}" perché questo elemento esiste già nella destinazione selezionata.
ja: 移動先に同名のアイテムがすでに存在しているため、\"{DST_PATH}\"を移動できませんでした
ko: 이 항목이 선택한 대상에 이미 있으므로 "{DST_PATH}"을(를) 이동할 수 없습니다.
pt_br: Não podemos mover "{DST_PATH}" porque este item já existe no destino selecionado.
pt_pt: É impossível mover "{DST_PATH}" porque este item já existe atualmente no destino seleccionado.
ru: Мы не можем переместить \\\"{DST_PATH}\\\", потому что этот путь уже существует в выбранном месте назначения.
tr: "{DST_PATH}" öğesini taşıyamayız çünkü bu öğe seçili hedefte zaten mevcut.
uk: Ми не можемо перемістити \"{DST_PATH}\", оскільки цей елемент вже існує у вибраному сховищі.
zh_hans: 我们不能移动 "{DST_PATH}"，因为这个项目已经存在于选定的目标处。
zh_hant: 無法移動”{DST_PATH}”，因為選定的目的地已存在此項目。

source: Web publishing error
ar_iq: خطأ في النشر على الويب
cs: Chyba zveřejnění na webu
de: Fehler bei der Webveröffentlichung
es: Error de publicación web
fr: Erreur de publication Web
he: שגיאת פרסום באינטרנט
hi: वेब प्रकाशन त्रुटि
it: Errore di pubblicazione sul Web
ja: ウェブ公開エラー
ko: 웹 게시 오류
nl_nl: Fout bij webpublicatie
pt_br: error de publicação Web
pt_pt: Erro de publicação na Web
ru: Ошибка веб-публикации
tr: Web yayınlama hatası
uk: Помилка веб-публікації
zh_hans: 网络发布错误
zh_hant: 網頁發布錯誤

source: Wrong password
ar_iq: كلمة مرور خاطئة
cs: Nesprávné heslo
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mauvais mot de passe
he: סיסמה שגויה
hi: गलत पासवर्ड
it: Password errata
ja: 間違ったパスワード
ko: 잘못된 비밀번호
nl_nl: Verkeerd wachtwoord
pt_br: Senha incorreta
pt_pt: Senha incorreta
ru: Неправильный пароль
tr: Yanlış şifre
uk: Неправильний пароль
zh_hans: 密码错误
zh_hant: 密碼錯誤

source: Wrong repeated password
ar_iq: عدم تطابق كلمة المرور
cs: Nesprávné opakované heslo
de: Passwort stimmt nicht überein
es: Repetición de contraseña incorrecta
fr: Mauvais mot de passe répété
he: הסיסמאות לא תואמות
hi: गलत दोहराया गया पासवर्ड
it: Password ripetuta errata
ja: 再入力されたパスワードが一致していません
ko: 틀린 암호가 반복되었습니다.
nl_nl: Verkeerd herhaald wachtwoord
pt_br: Senha de verificação incorreta
pt_pt: Palavra-passe de confirmação errada
ru: Несоответствие паролей
tr: Yanlış tekrarlanan şifre
uk: Паролі не співпадають
zh_hans: 重复密码输入不正确
zh_hant: 確認密碼不符 / 再次輸入的密碼錯誤

source: Yes
ar_iq: نعم
cs: Ano
de: Ja
es: Si
fr: Oui
he: כן
hi: हाँ
it: Si
ja: はい
ko: 예
nl_nl: Ja
pt_br: Sim
pt_pt: Sim
ru: Да
tr: Evet
uk: Так
zh_hans: 是的
zh_hant: 是

source: Clipboard successfully saved
es: Portapapeles guardado correctamente
ru: Буфер обмена успешно сохранен
tr: Pano başarıyla kaydedildi
uk: Буфер обміну успішно збережено
zh_hant: 剪貼簿已成功儲存

source: Create Folder
es: Crear carpeta
ru: Создать директорию
tr: Klasör Oluştur
uk: Створити директорію
zh_hant: 建立資料夾

source: Done
es: Hecho
ru: Готово
tr: Tamam
uk: Готово
zh_hant: 完成

source: Unlink External Folder
es: Desvincular carpeta externa
ru: Отвязать внешнюю папку
tr: Harici Klasörü Bağlantısını Kaldır
uk: Від'єднати зовнішню папку
zh_hant: 解除外部資料夾連結

source: OK
ar_iq: موافق
he: אישור
hi: ठीक है
ko: 확인
tr: Tamam
zh_hans: 好的
zh_hant: 確定

source: Web
hi: वेब
zh_hans: 创建网页URL并打开
zh_hant: 網頁

source: Commit & Push “%@”
ru: Закоммитить “%@”
uk: Закомітити “%@”
zh_hant: 送出並上傳“%@”

source: iCloud Drive
pt_pt: Drive iCloud
zh_hans: iCloud 云盘
zh_hant: iCloud 雲碟

source: Repository
zh_hans: 仓库

source: Back to notes
zh_hans: 返回笔记

source: Latest commit
zh_hans: 最近提交

source: No uncommitted changes
zh_hans: 没有未提交的变更

source: All saved files match the current commit.
zh_hans: 所有已保存的文件与当前提交一致。

source: Initialize a Git repository in Preferences → Git to review changes.
zh_hans: 请先在「偏好设置 → Git」中初始化仓库，再查看变更。

source: Git Changes
zh_hans: Git 变更

source: Review Git changes
zh_hans: 查看 Git 变更

source: Side by side
zh_hans: 并排对比

source: Unified
zh_hans: 统一对比

source: Filter changed files
zh_hans: 筛选变更文件

source: Changed files
zh_hans: 变更文件

source: Changes
zh_hans: 未暂存变更

source: Staged changes
zh_hans: 已暂存变更

source: Commit message
zh_hans: 提交说明

source: Commit staged changes
zh_hans: 提交已暂存变更

source: Only staged changes will be committed.
zh_hans: 仅提交已暂存的变更。

source: File differences
zh_hans: 文件差异

source: Stage
zh_hans: 暂存

source: Unstage
zh_hans: 取消暂存

source: Stage all
zh_hans: 全部暂存

source: Unstage all
zh_hans: 全部取消暂存

source: Refresh
zh_hans: 刷新

source: Push
zh_hans: 推送

source: Index
zh_hans: 暂存区

source: Working tree
zh_hans: 工作目录

source: Repository root
zh_hans: 仓库根目录

source: Added
zh_hans: 新增

source: Modified
zh_hans: 修改

source: Deleted
zh_hans: 删除

source: Renamed
zh_hans: 重命名

source: Type changed
zh_hans: 类型改变

source: Conflicted
zh_hans: 冲突

source: Unreadable
zh_hans: 无法读取

source: Loading changes…
zh_hans: 正在读取变更…

source: Loading differences…
zh_hans: 正在读取差异…

source: Git operation in progress…
zh_hans: Git 操作进行中…

source: Resolve the pending Git operation before staging or committing.
zh_hans: 请先完成待处理的 Git 操作，再暂存或提交。

source: Resolve conflicts before staging or committing.
zh_hans: 请先解决冲突，再暂存或提交。

source: %d unstaged · %d staged
zh_hans: %d 个未暂存 · %d 个已暂存

source: Unable to load changes
zh_hans: 无法读取变更

source: Unable to compare file
zh_hans: 无法对比文件

source: Working tree clean
zh_hans: 工作目录已是最新

source: All changes have been committed.
zh_hans: 所有变更均已提交。

source: No matching files
zh_hans: 没有匹配的文件

source: Select a changed file to review its differences.
zh_hans: 选择一个变更文件，查看内容差异。

source: Pushing…
zh_hans: 正在推送…

source: Staging…
zh_hans: 正在暂存…

source: Unstaging…
zh_hans: 正在取消暂存…

source: Committing…
zh_hans: 正在提交…

source: Binary file changed
zh_hans: 二进制文件已变更

source: Text comparison is unavailable for this file. You can still stage and commit it.
zh_hans: 此文件不支持文本对比，仍可暂存和提交。

source: No text differences
zh_hans: 没有文本差异

source: No text differences. The file status or permissions may have changed.
zh_hans: 没有文本差异，文件状态或权限可能已改变。

source: Preview limited to 8,000 lines. Open the file to review the remaining changes.
zh_hans: 预览最多显示 8,000 行。请打开文件查看其余变更。

source: Copy code
zh_hans: 复制代码
zh_hant: 複製程式碼

source: Copied
zh_hans: 已复制
zh_hant: 已複製

source: Note name:
zh_hans: 笔记名称：
zh_hant: 筆記名稱：

source: Create
zh_hans: 创建
zh_hant: 建立

source: Delete Permanently
zh_hans: 永久删除
zh_hant: 永久刪除

source: Permanently delete %ld selected notes and their attachments? This action cannot be undone.
zh_hans: 永久删除选中的 %ld 篇笔记及其附件？此操作无法撤销。
zh_hant: 永久刪除選取的 %ld 篇筆記及其附件？此操作無法復原。

source: Unable to delete notes permanently
zh_hans: 无法永久删除笔记
zh_hant: 無法永久刪除筆記

source: Open Image
zh_hans: 打开图片
zh_hant: 開啟圖片

source: Edit Image…
zh_hans: 编辑图片…
zh_hant: 編輯圖片…

source: Delete Image
zh_hans: 删除图片
zh_hant: 刪除圖片

source: Description
zh_hans: 图片说明
zh_hant: 圖片說明

source: Image path or URL
zh_hans: 图片路径或网址
zh_hant: 圖片路徑或網址

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Bold
zh_hans: 加粗
zh_hant: 粗體

source: Italic
zh_hans: 斜体
zh_hant: 斜體

source: Strikethrough
zh_hans: 删除线
zh_hant: 刪除線

source: Headers
zh_hans: 标题
zh_hant: 標題

source: Paragraph
zh_hans: 正文
zh_hant: 內文

source: Code Span
zh_hans: 行内代码
zh_hant: 行內程式碼

source: Code Block
zh_hans: 代码块
zh_hant: 程式碼區塊

source: Quote
zh_hans: 引用
zh_hant: 引用

source: Lists
zh_hans: 列表
zh_hant: 清單

source: List
zh_hans: 无序列表
zh_hant: 無序清單

source: Ordered List
zh_hans: 有序列表
zh_hant: 有序清單

source: Toggle Todo
zh_hans: 待办事项
zh_hant: 待辦事項

source: Header 1
zh_hans: 1 级标题
zh_hant: 1 級標題

source: Header 2
zh_hans: 2 级标题
zh_hant: 2 級標題

source: Header 3
zh_hans: 3 级标题
zh_hant: 3 級標題

source: Header 4
zh_hans: 4 级标题
zh_hant: 4 級標題

source: Header 5
zh_hans: 5 级标题
zh_hant: 5 級標題

source: Header 6
zh_hans: 6 级标题
zh_hant: 6 級標題

source: Working copy
zh_hans: 当前修改
zh_hant: 目前修改

source: 〔Conflict %d: choose the content to keep〕
zh_hans: 〔冲突 %d：请选择要保留的内容〕
zh_hant: 〔衝突 %d：請選擇要保留的內容〕

source: Resolve sync conflicts
zh_hans: 解决同步冲突
zh_hant: 解決同步衝突

source: Some notes need your confirmation
zh_hans: 有些笔记需要你确认
zh_hant: 有些筆記需要你確認

source: Choose the content to keep, then review the merged result.
zh_hans: 逐处选择要保留的内容，检查合并结果后确认。
zh_hant: 逐處選擇要保留的內容，檢查合併結果後確認。

source: Sync paused
zh_hans: 同步已暂停
zh_hant: 同步已暫停

source: Conflicted files
zh_hans: 冲突文件
zh_hant: 衝突檔案

source: Previous conflict
zh_hans: 上一处冲突
zh_hant: 上一處衝突

source: Next conflict
zh_hans: 下一处冲突
zh_hant: 下一處衝突

source: Select conflict
zh_hans: 定位冲突
zh_hant: 定位衝突

source: Use local
zh_hans: 采用本地
zh_hant: 採用本機

source: Use remote
zh_hans: 采用远程
zh_hant: 採用遠端

source: Keep both
zh_hans: 保留双方
zh_hant: 保留雙方

source: Local version
zh_hans: 本地版本
zh_hant: 本機版本

source: Remote version
zh_hans: 远程版本
zh_hant: 遠端版本

source: Merged result
zh_hans: 合并结果
zh_hant: 合併結果

source: Edit merged result
zh_hans: 编辑合并结果
zh_hant: 編輯合併結果

source: Restore version choices
zh_hans: 恢复版本选择
zh_hant: 恢復版本選擇

source: Mark resolved
zh_hans: 标记已解决
zh_hant: 標記已解決

source: Undo last action
zh_hans: 撤销上一步
zh_hant: 復原上一步

source: Resolve later
zh_hans: 稍后处理
zh_hant: 稍後處理

source: Continue sync
zh_hans: 继续同步
zh_hant: 繼續同步

source: Library metadata
zh_hans: 笔记库元数据
zh_hant: 筆記庫中繼資料

source: Choose the local or remote version to keep.
zh_hans: 选择要保留的本地或远程版本。
zh_hant: 選擇要保留的本機或遠端版本。

source: File deleted in this version
zh_hans: 此版本已删除文件
zh_hant: 此版本已刪除檔案

source: Binary file · %@ bytes %@
zh_hans: 二进制文件 · %@ 字节 %@
zh_hant: 二進位檔案 · %@ 位元組 %@

source: Conflict %d / %d · line %d
zh_hans: 冲突 %d / %d · 第 %d 行
zh_hant: 衝突 %d / %d · 第 %d 行

source: Whole-file conflict
zh_hans: 整份文件冲突
zh_hant: 整份檔案衝突

source: Use local deletion
zh_hans: 采用本地（删除文件）
zh_hant: 採用本機（刪除檔案）

source: Use remote deletion
zh_hans: 采用远程（删除文件）
zh_hant: 採用遠端（刪除檔案）

source: Resolved
zh_hans: 已解决
zh_hant: 已解決

source: In progress
zh_hans: 处理中
zh_hant: 處理中

source: Not started
zh_hans: 未处理
zh_hant: 未處理

source: Edit again
zh_hans: 重新编辑
zh_hant: 重新編輯

source: Manually editing the whole file
zh_hans: 已进入整篇手动编辑模式
zh_hant: 已進入整篇手動編輯模式

source: Both versions kept; review the result
zh_hans: 已保留双方，请检查语义
zh_hant: 已保留雙方，請檢查語意

source: Local content selected
zh_hans: 已采用本地内容
zh_hant: 已採用本機內容

source: Remote content selected
zh_hans: 已采用远程内容
zh_hant: 已採用遠端內容

source: Choose the content to keep
zh_hans: 选择要保留的内容
zh_hant: 選擇要保留的內容

source: Confirmed · read only
zh_hans: 已确认 · 只读
zh_hant: 已確認 · 唯讀

source: Whole-file choice
zh_hans: 整份文件版本选择
zh_hant: 整份檔案版本選擇

source: Whole note · editable
zh_hans: 整篇笔记 · 可直接编辑
zh_hant: 整篇筆記 · 可直接編輯

source: Manual edits are preserved when switching files.
zh_hans: 切换文件时会保留手动编辑结果。
zh_hant: 切換檔案時會保留手動編輯結果。

source: This file has been confirmed.
zh_hans: 此文件已确认。
zh_hant: 此檔案已確認。

source: Remove every conflict marker before confirming.
zh_hans: 请先清除全部冲突标记，再确认。
zh_hant: 請先清除全部衝突標記，再確認。

source: Choose a version for every conflict.
zh_hans: 请选择每处冲突的处理方式。
zh_hant: 請選擇每處衝突的處理方式。

source: Review the result, then mark this file resolved.
zh_hans: 检查合并结果后，标记此文件已解决。
zh_hant: 檢查合併結果後，標記此檔案已解決。

source: Resolved %d / %d files
zh_hans: 已解决 %d / %d 个文件
zh_hant: 已解決 %d / %d 個檔案

source: Retry sync
zh_hans: 重试同步
zh_hant: 重試同步

source: Unable to continue sync
zh_hans: 无法继续同步
zh_hant: 無法繼續同步

source: Unable to save the merge draft:
zh_hans: 无法保存合并草稿：
zh_hant: 無法儲存合併草稿：

source: Trust SSH Server?
zh_hans: 信任 SSH 服务器？
zh_hant: 信任 SSH 伺服器？

source: This is your first connection to this SSH server. Check its fingerprints before allowing the connection. FSNotes will remember the approved host keys.
zh_hans: 这是首次连接此 SSH 服务器。请核对指纹后点击“允许”，FSNotes 会记住你认可的主机密钥。
zh_hant: 這是首次連線此 SSH 伺服器。請核對指紋後點選「允許」，FSNotes 會記住你認可的主機金鑰。

source: Allow
zh_hans: 允许
zh_hant: 允許

source: Unable to read the SSH server's host keys.
zh_hans: 无法读取 SSH 服务器的主机密钥。
zh_hant: 無法讀取 SSH 伺服器的主機金鑰。

source: Unable to read FSNotes' saved SSH host keys.
zh_hans: 无法读取 FSNotes 保存的 SSH 主机密钥。
zh_hant: 無法讀取 FSNotes 儲存的 SSH 主機金鑰。

source: SSH server trust was cancelled. Sync stopped.
zh_hans: 已取消信任 SSH 服务器，同步已停止。
zh_hant: 已取消信任 SSH 伺服器，同步已停止。

source: The SSH server's host key has changed. Sync stopped to protect your connection.
zh_hans: SSH 服务器的主机密钥已变化。为保护连接安全，同步已停止。
zh_hant: SSH 伺服器的主機金鑰已變更。為保護連線安全，同步已停止。

source: CA Certificates
zh_hans: CA 证书
zh_hant: CA 憑證

source: Paste PEM CA certificates for this library's Git LFS server. Leave empty to use default certificate verification.
zh_hans: 粘贴此笔记库 Git LFS 服务器的 PEM 格式 CA 证书。留空则使用默认的证书验证。
zh_hant: 貼上此筆記庫 Git LFS 伺服器的 PEM 格式 CA 憑證。留空則使用預設的憑證驗證。

source: CA certificates in PEM format
zh_hans: PEM 格式 CA 证书
zh_hant: PEM 格式 CA 憑證

source: Invalid CA Certificate
zh_hans: 无效的 CA 证书
zh_hant: 無效的 CA 憑證

source: Default certificate verification
zh_hans: 默认的证书验证
zh_hant: 預設的憑證驗證

source: Custom CA certificates configured
zh_hans: 已配置自定义 CA 证书
zh_hant: 已設定自訂 CA 憑證

source: Sync
zh_hans: 同步
zh_hant: 同步

source: Sync: pull, commit and push
zh_hans: 同步：拉取、提交并推送
zh_hant: 同步：拉取、提交並推送

source: Syncing…
zh_hans: 正在同步…
zh_hant: 正在同步…

source: Sync complete
zh_hans: 同步完成
zh_hant: 同步完成

source: Git sync is not configured
zh_hans: 尚未配置 Git 同步
zh_hant: 尚未設定 Git 同步

source: Set up the repository and remote in Preferences → Git before syncing.
zh_hans: 请先在偏好设置 → Git 中配置仓库和远端地址。
zh_hant: 請先在偏好設定 → Git 中設定儲存庫和遠端位址。

source: Git sync failed
zh_hans: Git 同步失败
zh_hant: Git 同步失敗

source: Workspace Folder
zh_hans: 工作目录位置

source: One folder for your notes and their history.
zh_hans: 笔记和版本历史，统一存放在一个目录。

source: Choose Workspace Folder
zh_hans: 选择工作目录

source: Use This Folder
zh_hans: 使用此目录

source: Choose a readable and writable folder for your workspace.
zh_hans: 请选择一个可读写的文件夹作为工作目录。

source: Choose a folder for your notes and attachments. An existing Git repository opens directly; a new folder is initialized with Git and Git LFS. You can change it later in Settings.
zh_hans: 选择存放笔记和附件的文件夹。已有 Git 仓库将直接打开；普通文件夹会自动初始化 Git 和 Git LFS。之后可在设置中修改。

source: Choose a Git working folder, not a bare repository.
zh_hans: 请选择 Git 仓库的工作目录，不能使用裸仓库。

source: Switch to the selected workspace after restarting. Files in the current workspace stay where they are.
zh_hans: 重启后打开所选工作目录，当前目录中的文件保留在原位置。

source: Switching Workspace…
zh_hans: 正在切换工作目录…

source: Create Git History
zh_hans: 创建 Git 历史

source: Clone & Sync
zh_hans: 克隆并同步

source: Save Snapshot
zh_hans: 保存快照

source: Sync Now
zh_hans: 立即同步

source: Git history: .git/
zh_hans: Git 历史保存在 .git/ 中

source: Search versions
zh_hans: 搜索历史版本

source: Open Commit…
zh_hans: 打开指定 Commit…

source: Show differences
zh_hans: 显示差异

source: No differences
zh_hans: 无差异

source: Compare with the current note
zh_hans: 与当前笔记比较

source: Copy version
zh_hans: 复制

source: Restore this version
zh_hans: 恢复此版本

source: Version content
zh_hans: 版本内容

source: %d versions
zh_hans: %d 个版本

source: No matching versions
zh_hans: 没有匹配的版本

source: Loading version…
zh_hans: 正在加载版本…

source: Unable to decode this version
zh_hans: 无法读取此版本的文字内容

source: Saved version → current note · + added · − removed
zh_hans: 历史版本 → 当前笔记 · + 新增 · − 删除

source: Restore from Commit…
zh_hans: 从指定 Commit 恢复…

source: Full or abbreviated commit ID
zh_hans: 完整或缩写的 Commit ID

source: Continue
zh_hans: 继续

source: Restore “%@”?
zh_hans: 恢复“%@”？

source: This replaces the current file contents. Other files and staged changes are preserved.
zh_hans: 这将覆盖当前文件内容。其他文件和已暂存的更改会保留。

source: Restore
zh_hans: 恢复

source: Loading history…
zh_hans: 正在加载历史记录…

source: No saved revisions
zh_hans: 暂无已保存的版本

source: Unable to load history
zh_hans: 无法加载历史记录

source: Add table column
zh_hans: 新增表格列
zh_hant: 新增表格欄

source: Add table row
zh_hans: 新增表格行
zh_hant: 新增表格列

source: Align center
zh_hans: 居中对齐
zh_hant: 置中對齊

source: Align left
zh_hans: 左对齐
zh_hant: 靠左對齊

source: Align right
zh_hans: 右对齐
zh_hant: 靠右對齊

source: Align table column
zh_hans: 调整表格列对齐
zh_hant: 調整表格欄對齊

source: Click a cell to edit. Drag a handle to move a row or column.
zh_hans: 点击单元格编辑，拖动手柄调整行或列的顺序。
zh_hant: 點擊儲存格編輯，拖動把手調整列或欄的順序。

source: Delete column
zh_hans: 删除列
zh_hant: 刪除欄

source: Delete row
zh_hans: 删除行
zh_hant: 刪除列

source: Delete table column
zh_hans: 删除表格列
zh_hant: 刪除表格欄

source: Delete table row
zh_hans: 删除表格行
zh_hant: 刪除表格列

source: Insert column here
zh_hans: 在此插入列
zh_hant: 在此插入欄

source: Insert column left
zh_hans: 在左侧插入列
zh_hant: 在左側插入欄

source: Insert column right
zh_hans: 在右侧插入列
zh_hant: 在右側插入欄

source: Insert row above
zh_hans: 在上方插入行
zh_hant: 在上方插入列

source: Insert row below
zh_hans: 在下方插入行
zh_hant: 在下方插入列

source: Insert row here
zh_hans: 在此插入行
zh_hant: 在此插入列

source: Move table column
zh_hans: 移动表格列
zh_hant: 移動表格欄

source: Move table row
zh_hans: 移动表格行
zh_hant: 移動表格列

source: Select or drag column %d
zh_hans: 选择或拖动第 %d 列
zh_hant: 選取或拖動第 %d 欄

source: %d rows × %d columns
zh_hans: %d行 × %d列 表格
zh_hant: %d列 × %d欄 表格

source: Insert Table
zh_hans: 插入表格
zh_hant: 插入表格

source: Table
zh_hans: 表格
zh_hant: 表格

source: Table row %d, column %d
zh_hans: 表格第 %d 行，第 %d 列
zh_hant: 表格第 %d 列，第 %d 欄
